Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Hey Sofia, Still haven’t got any notes back from you on the first half of my screenplay, but I’m finished the second half now so I’ll send it your way. Let me know what you think! TIME KNIFE Written By Bruce Livingstone ACT TWO Bruce has just had his best friend killed by his boss, Paul Marine. Bruce now has a time knife that sends things through time if he stabs them. He is going to Paul Marine’s wedding now to tell his girlfriend Sofine not to marry him because he’s a real shitty guy. INT. WEDDING BUILDING – DAY It is a wedding. Paul Marine and his girlfriend SOFINE are getting married. Sofine is real attractive. If most girls are ham sandwiches then she is a 16 oz steak. Bruce enters the wedding building. BRUCE: Stop! SOFINE: Bruce! I am so happy that you came. BRUCE: You can’t marry Paul Marine. He’s a real shitty guy. PAUL MARINE: He’s lying. BRUCE: I’m not. He killed my best friend with time bullets. SOFINE: But that’s impossible. Time travel doesn’t exist yet. BRUCE: That’s what they want us to think, but I actually have a knife that is also a time machine and sends people through time when I stab them. SOFINE: I want to believe you but that doesn’t make sense. BRUCE: I will prove it. Bruce grabs Sofine’s mom. BRUCE: Here is a bunch of money for lottery tickets. Bruce gives Sofine’s mom a bunch of money for lottery tickets. He stabs her with the time knife, but gently not violently just so that she will travel through time. She disappears. Sofine’s mom enters the wedding building. She is now wearing different clothes. SOFINE’S MOM: He is right. He stabbed me gently with the time knife and I was sent to the past. He also gave me a bunch of money which I used to buy a lottery ticket that I knew would win and now I have a million dollars. SOFINE: You helped my mom become rich. Thank you Bruce. BRUCE: You made me rich the first moment I saw you. Rich in my heart. With love. SOFINE: I always loved you most. But Paul Marine and I already just got married. PAUL MARINE: You’re too late. WEDDING MINISTER: Or is he? The minister pulls off his mask. He is actually George Washington. GEORGE WASHINGTON: Bruce knew you were getting married so he stabbed himself and traveled to the past, then stabbed me so that I would be sent to this time. I then pretended to be a wedding minister for the ceremony, but I am actually not a minister at all which means the marriage isn’t official. SOFINE: You did all of this for me? BRUCE: Yes. I stabbed George Washington because I love you. Also, the man you were about to marry wasn’t actually Paul Marine. Paul Marine takes off his mask. It’s Slobbo, Bruce’s best friend. BRUCE: This is actually a fake wedding. I saved Slobbo’s life and then had him disguise himself as your boyfriend to make this look real but it was actually a test to see if we were meant to be. SOFINE: The only thing meant to be… is your death! Sofine pulls out a gun. She pulls off her mask. It’s the real Paul Marine. BRUCE: But how? PAUL MARINE: I followed you to the past using my time bullets and discovered your plan to marry Sofine so I already married Sofine in the past. She didn’t want to, but then I showed her this baby. Paul Marine reveals a baby. PAUL MARINE: I told her that this baby was actually our baby from the future and that I used time bullets to travel with the baby back to the past to show her that we had a family together in the future. But in reality it is just a baby that I stole that isn’t mine. BRUCE: Then whose baby is it? The real Sofine enters wearing futuristic pants and a shirt. SOFINE: Ours! BRUCE: Are you Sofine from the future? SOFINE: Yes. You are very quick to understand things. I came to the past to tell you that in the future you and I got married, Bruce. We had a very active and highly satisfying sex life which led to the birth of our future child, Urugae. That is the baby that Paul Marine is holding. He stole our baby. BRUCE: But why? SOFINE Paul Marine stole our baby and then traveled to the past so that he could use the baby as a lie to trick younger me to marry him instead by saying that it was actually the baby that he would have with me in the future. The past version of me believed him and because of that I married Paul Marine instead and no longer ever marry you at all. SLOBBO: Awwww mannnn. PAUL MARINE: It’s over, Bruce. We’re married. BRUCE: Until death do you part. Bruce pulls out the time knife. Paul Marine pulls out his gun with the time bullets inside. They have the best fight of any movie ever. At the end Bruce has Paul Marine with a knife to his neck. BRUCE: It’s been a… slice. Bruce lifts his knife up to cut Paul Marine. PAUL MARINE: You won’t get me this easy! Paul Marine aims the gun at himself and shoots himself thirty times. The clip is bigger than a regular pistol. Paul disappears, but then thirty Paul Marines enter. PAUL MARINE: I shot myself thirty times so that I was sent to many different times at the same time which meant there were thirty of me. Now we are all here to kill you. BRUCE: Which means that each of you has a time bullet inside of you. PAUL MARINE: Of course but I made sure that we were all shot in areas that have no vital organs and we will get the bullets removed after we kill you. BRUCE: Unfortunately for you I traveled to the past earlier and took your gun and added an electric charge on each of your time bullets. I control the electric charges with this handheld detonator. PAUL MARINE: No! BRUCE: Yes. It’s quite… shocking. Bruce presses his detonator. All thirty Paul Marines are electrified from the inside. Their skin peels open all over like sausages that are left on the bbq for too long that peel open all over. The Paul Marines all die. BRUCE: Consider this my resignation. URUGAE: Goo goo ga ga. SLOBBO: Awwww yeahhhh. GEORGE WASHINGTON: God bless America. Bruce and Sofine make out. Sofine waits for a few seconds for the audience to stop applauding before saying her next line. SOFINE: Congratulations. You passed the test. BRUCE: What test? SOFINE: We always believed you were the chosen one so we traveled to the past to test you and make sure. We now believe you are ready to fight the ultimate villain from the future. BRUCE: Okay. SLOBBO: Who is the ultimate villain? SOFINE: His name is Paul Marine. BRUCE: But I just killed Paul Marine. SOFINE: No. The Paul Marine you have known this whole time has actually been an actor from the future that we paid to play Paul Marine for the test. The actual Paul Marine is exactly the same but he lives in the future. BRUCE: He was an actor. Which means my job was fake as well. SOFINE: Yes. That is the only reason why you were kept in a low-level position for so many years without a single promotion and it appeared that people didn’t give you the respect that you clearly deserve. Because in reality you are the chosen one. BRUCE: It all makes sense now. SOFINE: We must travel to the future. Are you ready? BRUCE: Looks like it’s TIME to find out. Bruce puts on his shades. George Washington waves the American flag. END OF MOVIE Bruce Savage will return in TIME KNIFE 2: THE RECKONING
pl_pl: Hej Sofia, Wciąż nie dostałem od ciebie żadnych uwag na temat pierwszej połowy mojego scenariusza, ale skończyłem już drugą, więc ci ją wyślę. Daj mi znać, co myślisz! NÓŻ CZASU Scenariusz: Bruce Livingstone AKT DRUGI Bruce właśnie został zabity przez swojego szefa, Paula Marine. Bruce ma teraz nóż czasu, który wysyła rzeczy w czasie, jeśli je dźgnie. Idzie teraz na ślub Paula Marine, aby powiedzieć swojej dziewczynie Sofine, żeby za niego nie wychodziła, bo to naprawdę wredny człowiek. WNĘTRZE. BUDYNEK WESELNY - DZIEŃ Jest wesele. Paul Marine i jego dziewczyna SOFINE biorą ślub. Sofine jest naprawdę atrakcyjna. Jeśli większość dziewczyn to kanapki z szynką, to ona jest krwistym stekiem. Bruce wchodzi do budynku weselnego. BRUCE: Stój! SOFINE: Bruce! Tak się cieszę, że przyszedłeś. BRUCE: Nie możesz wyjść za Paula Marine. To naprawdę wredny człowiek. PAUL MARINE: On kłamie. BRUCE: Nie kłamię. Zabił mojego najlepszego przyjaciela kulami czasu. Ale to niemożliwe. Podróże w czasie jeszcze nie istnieją. BRUCE: Chce, żebyśmy tak myśleli, ale ja mam nóż, który jest również wehikułem czasu i wysyła ludzi w czasie, kiedy ich dźgam. SOFINE: Chcę ci wierzyć, ale to nie ma sensu. BRUCE: Udowodnię to. Bruce chwyta mamę Sofine. BRUCE: Tu jest kupa pieniędzy na kupony loteryjne. Bruce daje mamie Sofine pieniądze na kupony loteryjne. Dźga ją nożem czasu, ale delikatnie, a nie gwałtownie, aby mogła podróżować w czasie. Ona znika. Mama Sofine wchodzi do budynku weselnego. Ma teraz na sobie inne ubranie. MAMA SOFINE: On ma rację. Dźgnął mnie delikatnie nożem czasu i zostałam wysłana do przeszłości. Dał mi też trochę pieniędzy, które wykorzystałam na kupno losu na loterię, który wiedziałam, że wygram i teraz mam milion dolarów. SOFINE: Pomogłeś mojej mamie stać się bogatą. Dziękuję, Bruce. BRUCE: Uczyniłaś mnie bogatym od pierwszej chwili, gdy cię zobaczyłem. To bogactwo jest w moim sercu. To miłość. SOFINE: Zawsze kochałam cię najbardziej. Ale Paul Marine i ja już się pobraliśmy. PAUL MARINE: Za późno. MINISTER ŚLUBU: A może to on? Minister zdejmuje maskę. W rzeczywistości jest to George Washington. GEORGE WASHINGTON: Bruce wiedział, że się żenisz, więc dźgnął się nożem i podróżował do przeszłości, a następnie dźgnął mnie, abym został wysłany do tego czasu. Następnie udawałem, że jestem ministrem ślubu na ceremonii, ale w rzeczywistości nie jestem ministrem, co oznacza, że małżeństwo nie jest oficjalne. SOFINE: Zrobiłeś to wszystko dla mnie? BRUCE: Tak. Dźgnąłem George'a Washington'a, bo cię kocham. Poza tym mężczyzna, którego miałaś poślubić, nie był tak naprawdę Paulem Marine. Paul Marine zdejmuje maskę. To Slobbo, najlepszy przyjaciel Bruce'a. To tak naprawdę fałszywy ślub. Uratowałem życie Slobbo, a potem kazałem mu przebrać się za twojego chłopaka, żeby to wyglądało prawdziwie, ale tak naprawdę to był test, żeby sprawdzić, czy jesteśmy sobie przeznaczeni. SOFINE: Jedyne, co może teraz nastąpić... to twoja śmierć! Sofine wyciąga pistolet. Zdejmuje maskę. To prawdziwy Paul Marine. BRUCE: Ale jak? PAUL MARINE: Śledziłem cię w przeszłości, używając moich kul czasu i odkryłem twój plan poślubienia Sofine, więc już poślubiłem Sofine w przeszłości. Nie chciała tego, ale wtedy pokazałem jej to dziecko. Paul Marine pokazuje dziecko. PAUL MARINE: Powiedziałem jej, że to dziecko jest tak naprawdę naszym dzieckiem z przyszłości i że użyłem kul czasu, aby podróżować z dzieckiem do przeszłości, aby pokazać jej, że mamy rodzinę razem w przyszłości. Ale w rzeczywistości to tylko dziecko, które ukradłem, a które nie jest moje. BRUCE: Więc czyje to dziecko? Prawdziwa Sofine wchodzi ubrana w futurystyczne spodnie i koszulę. SOFINE: Nasze! BRUCE: Jesteś Sofine z przyszłości? SOFINE: Tak. Bardzo szybko wszystko rozumiesz. Przybyłam do przeszłości, by powiedzieć ci, że w przyszłości pobraliśmy się, Bruce. Mieliśmy bardzo aktywne i satysfakcjonujące życie seksualne, które doprowadziło do narodzin naszego przyszłego dziecka, Urugae. To jest dziecko, które trzyma Paul Marine. On ukradł nasze dziecko. BRUCE: Ale dlaczego? SOFINE Paul Marine ukradł nasze dziecko, a następnie udał się w przeszłość, aby użyć go jako kłamstwa, aby oszukać młodszą mnie, abym za niego wyszła, mówiąc, że w rzeczywistości jest to dziecko, które będzie miał ze mną w przyszłości. Przeszła wersja mnie uwierzyła mu i z tego powodu poślubiłam Paula Marine i już nigdy nie poślubię ciebie. SLOBBO: Ooooooooooo staaaaaaaaaaaary. PAUL MARINE: To koniec, Bruce. Jesteśmy małżeństwem. BRUCE: Dopóki śmierć was nie rozłączy. Bruce wyciąga nóż czasu. Paul Marine wyciąga pistolet z nabojami czasowymi w środku. Mają najlepszą walkę ze wszystkich filmów. Na koniec Bruce ma Paula Marine z nożem przy szyi. BRUCE: To był... kawałek. Bruce podnosi nóż, by dźgnąć Paula Marine. PAUL MARINE: Tak łatwo mnie nie załatwisz! Paul Marine celuje w siebie i strzela trzydzieści razy. Magazynek jest większy niż w zwykłym pistolecie. Paul znika, ale wtedy wchodzi trzydziestu Paulów Marine'sów. PAUL MARINE: Strzeliłem do siebie trzydzieści razy, więc zostałem wysłany do wielu różnych czasów w tym samym czasie, co oznaczało, że było nas trzydziestu. Teraz wszyscy jesteśmy tutaj, aby cię zabić. BRUCE: Co oznacza, że każdy z was ma w sobie kulę czasu. PAUL MARINE: Oczywiście, ale upewniłem się, że wszyscy zostaliśmy postrzeleni w miejsca, w których nie ma ważnych organów, a kule zostaną wyjęte po tym, jak cię zabijemy. BRUCE: Niestety dla ciebie, podróżowałem do przeszłości wcześniej i wziąłem twoją broń i dodałem ładunek elektryczny do każdej z twoich kul czasu. Kontroluję ładunki elektryczne za pomocą tego ręcznego detonatora. PAUL MARINE: Nie! BRUCE: Tak. To dość... szokujące. Bruce naciska detonator. Cała trzydziestka Paul Marines zostaje naelektryzowana od środka. Ich skóra łuszczy się jak kiełbaski pozostawione zbyt długo na grillu. Wszyscy żołnierze giną. BRUCE: Uznaj to za moją rezygnację. URUGAE: Goo goo ga ga. SLOBBO: Oooooooooooo taaaaaaaaaaaak. GEORGE WASHINGTON: Niech Bóg błogosławi Amerykę. Bruce i Sofine całują się. Sofine czeka kilka sekund, aż publiczność przestanie bić brawo, zanim wypowie swój następny wers. SOFINE: Gratulacje. Zdałeś test. BRUCE: Jaki test? SOFINE: Zawsze wierzyliśmy, że jesteś wybrańcem, więc udaliśmy się w przeszłość, aby cię przetestować i upewnić się. Teraz wierzymy, że jesteś gotowy do walki z ostatecznym złoczyńcą z przyszłości. BRUCE: Ok. SLOBBO: Kim jest ostateczny złoczyńca? SOFINE: Nazywa się Paul Marine. BRUCE: Ale ja właśnie zabiłem Paula Marine. SOFINE: Nie. Paul Marine, którego znałeś przez cały ten czas, był w rzeczywistości aktorem z przyszłości, któremu zapłaciliśmy za zagranie Paula Marine na potrzeby testu. Rzeczywisty Paul Marine jest dokładnie taki sam, ale żyje w przyszłości. BRUCE: Był aktorem. Co oznacza, że moja praca również była fałszywa. SOFINE: Tak. To jedyny powód, dla którego byłeś trzymany na niskim stanowisku przez tyle lat bez ani jednego awansu i wyglądało na to, że ludzie nie darzyli cię szacunkiem, na który wyraźnie zasługujesz. Ponieważ w rzeczywistości jesteś wybrańcem. BRUCE: Teraz wszystko ma sens. SOFINE: Musimy udać się w przyszłość. Jesteś gotowy? BRUCE: Wygląda na to, że nadszedł CZAS, aby się dowiedzieć. Bruce zakłada okulary. George Washington macha amerykańską flagą. KONIEC FILMU Bruce Savage powróci w NÓŻ CZASU 2: ODKUPIENIE

source: Hey jarheads, Just got word from Martin Hatch. Apparently our almighty overlord (jk) Paul Serene has given the greenlight to our PR proposal. We’re implementing a broad PR strategy to deal with the public reaction to the university operation. That means that you will all be working with me directly for the next several hours whether you like it or not (that’s directed at you, DAVE). First up – news broadcast. I’ve skimmed through the list of witnesses pulled from the university and marked the best candidate to deliver our false confession – AMY FERRERO. Perfect mix of hot and sad puppy. Media will eat her up. Green screen and recording equipment are being prepped as we speak. Time is of the essence. I need that video shot and delivered to me within the next half hour in order to get it to media in time, so get her ready for her fifteen minutes of fame. We’re gonna be pinning all this on Jack Joyce, that wacky little domestic terrorist rascal. Somebody needs to take the fall, right? The “device that Monarch stole from the university but Charlie isn’t allowed to know any further details about due to his security clearance” has been airlifted to the Ground Zero operation. I’m arranging covert transport to its final destination at Monarch Tower. I’ll be your eye in the sky monitoring traffic to make sure the route is clear. Also, I want my security clearance upgraded once this shit calms down. Level 4? Bullshit. Still searching for Joyce. Transport disappeared after entering the ground zero perimeter. Digging through our hundreds of camera feeds to see if anything comes up. Even if we can’t locate him ourselves, it’s not like Joyce can go anywhere without somebody spotting him once Ferrero does her thing. Liam Burke is leading the search party on the ground. $5 to anybody who can make Burke smile. That’s all for now. The brain to your brawns, Charlie
pl_pl: Hej jajogłowi, Właśnie otrzymałem wiadomość od Martina Hatcha. Najwyraźniej nasz wszechmocny władca (żart) Paul Serene dał zielone światło dla naszej strategii PR. Wdrażamy szeroką strategię PR, aby poradzić sobie z publiczną reakcją na operację na uniwersytecie. Oznacza to, że przez najbliższe kilka godzin wszyscy będziecie pracować bezpośrednio ze mną, czy wam się to podoba, czy nie (to jest skierowane do ciebie, DAVE) Po pierwsze - transmisja wiadomości. Przejrzałem listę świadków ściągniętych z uniwersytetu i zaznaczyłem najlepszą kandydatkę do złożenia fałszywych zeznań - AMY FERRERO. Idealna mieszanka gorącego i smutnego szczeniaka. Media ją pokochają. Green screen i sprzęt nagrywający są właśnie przygotowywane. Czas jest najważniejszy. Potrzebuję tego filmu nakręconego i dostarczonego do mnie w ciągu pół godziny, abym mógł wysłać mediom na czas, więc przygotuj ją na jej piętnaście minut sławy. Zrzucimy wszystko na Jack'a Joyce'a, tego zwariowanego małego domowego terrorystę. Ktoś musi ponieść konsekwencje, prawda? „Urządzenie, które Monarch ukradł z uniwersytetu, ale Charlie nie może poznać żadnych dalszych szczegółów ze względu na jego poświadczenia bezpieczeństwa” zostało przetransportowane drogą powietrzną do Strefy Zero. Organizuję tajny transport do miejsca docelowego w Wieży Monarch. Będę monitorować ruch, aby upewnić się, że trasa jest wolna. Chcę też podnieść mój poziom bezpieczeństwa, gdy to wszystko się uspokoi. Poziom 4? Gówno prawda. Wciąż szukamy Joyce'a. Transport zniknął po wejściu na teren Strefy Zero. Przeszukujemy setki nagrań z kamer, by sprawdzić, czy coś się pojawi. Nawet jeśli nie uda nam się go zlokalizować, Joyce nie będzie mógł się ruszyć, gdy Ferrero zrobi swoje. Liam Burke prowadzi grupę poszukiwawczą na ziemi. 5 dolców dla każdego, kto potrafi wywołać uśmiech na twarzy Burke'a. Na razie to wszystko. Mózg do waszych flaków, Charlie

source: Hey! A little help here! This is serious!
pl_pl: Hej! Potrzebuję pomocy! To poważna sprawa!

source: Hey! Are you listening to me? Put it down! Now!
pl_pl: Hej! Słuchasz mnie? Odłóż to! Teraz!

source: Hey! Are you nuts?
pl_pl: Hej! Oszalałeś?

source: Hey! Don’t touch him! Let go!
pl_pl: Hej! Nie dotykaj go! Puszczaj!

source: Hey! For once this isn't my fault!
pl_pl: Hej! Chociaż raz to nie moja wina!

source: Hey! Get away from the ledge! Back!
pl_pl: Hej! Odsuń się od krawędzi! Do tyłu!

source: Hey! Hands where I can see--
pl_pl: Hej! Ręce na widoku.

source: Hey! He's escaping!
pl_pl: On ucieka!

source: Hey! I said no talking!
pl_pl: Hej! Powiedziałem żadnych rozmów!

source: Hey! I'm warning you. This is not a fight you wanna start.
pl_pl: Hej! Ostrzegam cię. To nie jest walka, którą chcesz rozpocząć.

source: Hey! It's all being taken care of. You heard the big guy, contingency plan is in effect. We finish what we started and we reconvene at the drydocks. Simple as that. We got problems?
pl_pl: Hej! Wszystko jest już załatwione. Słyszeliście, plan awaryjny wchodzi w życie. Dokończymy to, co zaczęliśmy i spotkamy się ponownie w dokach. To proste. Jakieś pytania?

source: Hey! Somebody's sneaking around down there! HEY! I think that's Jack Joyce!
pl_pl: Hej! Ktoś się tam skrada! HEJ! To chyba Jack Joyce!

source: Hey! Stop or we'll shoot!
pl_pl: Hej! Stój albo będziemy strzelać!

source: Hey! That fucking monster's still out there. You can't just check out now.
pl_pl: Hej! Ten pieprzony potwór wciąż tam jest. Nie możesz się teraz wymeldować.

source: Hey! These assholes have no right to do this!
pl_pl: Te dupki nie mają prawa tego robić!

source: Hey! Try not to break your neck up there!
pl_pl: Hej! Postaraj się nie skręcić tam karku!

source: Hey! What the hell's going on over there?
pl_pl: Hej! Co tam się do cholery dzieje?

source: Hey! Who you aiming at?!
pl_pl: Hej! W kogo celujesz?!

source: Hey! You can’t just arrest her!
pl_pl: Hej! Nie możesz jej tak po prostu aresztować!

source: Hey, Amy.
pl_pl: Hej, Amy.

source: Hey, Beth, I'm clear. What's next?
pl_pl: Hej, Beth, czysto. Co dalej?

source: Hey, Beth. I'm heading down into the labs.
pl_pl: Hej, Beth. Schodzę do laboratorium.

source: Hey, Beth? I just saw Paul's speech. Was he talking about the Fracture? It's like he's not even worried that time's going to end.
pl_pl: Hej, Beth? Właśnie widziałam przemówienie Paula. Mówił o Pęknięciu? Jakby nawet nie martwił się, że czas się skończy.

source: Hey, Charlie. Got another locked door here.
pl_pl: Hej, Charlie. Mam tu kolejne zamknięte drzwi.

source: Hey, I found a map with the entire layout of this place.
pl_pl: Hej, znalazłem mapę z układem tego miejsca.

source: Hey, I just turned off security.
pl_pl: Właśnie wyłączyłem zabezpieczenia.

source: Hey, I think I can get to the reset from here.
pl_pl: Hej, myślę, że mogę się stąd dostać do resetu.

source: Hey, Jack! You gonna unlock this door for us?
pl_pl: Hej, Jack! Otworzysz dla nas te drzwi?

source: Hey, Jack. Be careful.
pl_pl: Hej, Jack. Bądź ostrożny.

source: Hey, Jack. Over here. C'mon, going up.
pl_pl: Hej, Jack. Tutaj. Chodź, idziemy na górę.

source: Hey, Jack. We should go inside.
pl_pl: Hej, Jack. Powinniśmy wejść do środka.

source: Hey, Jack. You might wanna check out this monitor.
pl_pl: Hej, Jack. Powinieneś sprawdzić ten monitor.

source: Hey, Jack? Be careful. There's something really weird going on in this building.
pl_pl: Hej, Jack? Bądź ostrożny. W tym budynku dzieje się coś naprawdę dziwnego.

source: Hey, Jack? The husky lady on Monarch radio seems to be unable to reach Gatehouse squad.
pl_pl: Hej, Jack? Kobieta w radiu Monarch nie może się skontaktować z oddziałem Gatehouse.

source: Hey, Magellan, you wanna take a look at the map?
pl_pl: Hej, Magellan, chcesz rzucić okiem na mapę?

source: Hey, Nick.
pl_pl: Hej, Nick.

source: Hey, Will?
pl_pl: Hej, Will?

source: Hey, do you know where the physics building is?
pl_pl: Hej, wiecie może gdzie jest budynek wydziału fizyki?

source: Hey, don't forget about me!
pl_pl: Hej, nie zapomnij o mnie!

source: Hey, guy? You in there? I'm locked out.
pl_pl: Hej, koleś? Jesteś tam? Zamknięte.

source: Hey, hey hey hey! Hold on. Take it easy. What seems to be the problem, guys?
pl_pl: Hej, hej, hej, hej! Spokojnie. Jaki macie problem, chłopaki?

source: Hey, how much did you pay them to put this on display when I got here?
pl_pl: Hej, ile zapłaciłeś im za wystawienie tego?

source: Hey, how we doing, boss?
pl_pl: Jak leci, szefie?

source: Hey, it was just our people there. We can spin it however we want. Call it an accident. Or pin it on Joyce.
pl_pl: Hej, tam byli tylko nasi. Możemy to przedstawić w dowolny sposób. Nazwać to wypadkiem. Albo zwalić to na Joyce'a.

source: Hey, it's Joyce! He's trouble!
pl_pl: Hej, to Joyce! To on sprawia kłopoty!

source: Hey, it's Joyce! He's trouble! Over
pl_pl: Hej, to Joyce! To on sprawia kłopoty! Odbiór

source: Hey, looks like I can reset the core from here.
pl_pl: Wygląda na to, że mogę stąd zresetować rdzeń.

source: Hey, my buddy Matt just texted me. Can I text him back?
pl_pl: Hej, mój kumpel Matt właśnie do mnie napisał. Mogę mu odpisać?

source: Hey, over here!
pl_pl: Hej, tutaj!

source: Hey, play nice!
pl_pl: Hej, baw się dobrze!

source: Hey, protest's over, head home.
pl_pl: Hej, koniec protestu, idź do domu.

source: Hey, somebody's gotta keep tabs on you.
pl_pl: Hej, ktoś musi mieć cię na oku.

source: Hey, stop for a minute.
pl_pl: Hej, zatrzymaj się na chwilę.
